Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localizations/Privacy.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# CONTACTS_PRIVACY_FOOTER
source: Contact info may include phone numbers, email, home addresses, and more.
ar: قد تتضمن معلومات جهات الاتصال أرقام الهواتف، وعناوين البريد الإلكتروني والمنزل، والمزيد.
bg: Информацията за контактите може да включва телефонни номера, имейл, домашен адрес и други.
ca: La informació dels contactes pot incloure números de telèfon, adreces electròniques i adreces postals, entre d’altres.
cs: Kontaktní údaje můžou obsahovat telefonní čísla, e‑maily, adresy bydliště a další data.
da: Kontaktoplysninger kan inkludere telefonnumre, e-mailadresser, hjemmeadresser m.m.
de: Kontaktinformationen können Telefonnummern, E‑Mail-Adressen, Privatadressen und mehr enthalten.
el: Τα στοιχεία επαφών μπορεί να περιλαμβάνουν αριθμούς τηλεφώνου, διεύθυνση email, διεύθυνση οικίας και άλλα.
es: La información de los contactos puede incluir números de teléfono, correos electrónicos, direcciones de casa y mucho más.
es_us: La información de los contactos puede incluir números telefónicos, correos electrónicos, direcciones de casa y más.
fi: Yhteystiedot voivat sisältää mm. puhelinnumeroja, sähköpostiosoitteita ja kotiosoitteita.
fr: Les coordonnées peuvent inclure des numéros de téléphone, des adresses e-mail, des adresses de domicile, et autres.
fr_ca: Les coordonnées peuvent inclure des numéros de téléphone, des adresses courriel, des adresses de domicile et plus encore.
he: פרטי איש קשר עשויים לכלול מספרי טלפון, כתובות דוא״ל, כתובות מגורים ועוד.
hi: संपर्क जानकारी में फ़ोन नंबर, ईमेल, घर के पते आदि शामिल हो सकते हैं।
hr: Informacije kontakta mogu uključivati telefonske brojeve, e-mail adrese, kućne adrese i ostalo.
hu: A kontaktinformációk között szerepelhetnek telefonszámok, e-mail-címek, otthoni címek és további adatok.
id: Info kontak mungkin menyertakan nomor telepon, email, alamat rumah, dan lainnya.
it: Le informazioni dei contatti possono includere numeri di telefono, email, indirizzi postali e altro ancora.
ja: 連絡先の情報には、電話番号、メールアドレス、自宅の住所などが含まれる場合があります。
kk: Байланыс ақпаратында телефон нөмірлері, эл. пошта, үй мекенжайлары және т.б. болуы мүмкін.
ko: 연락처 정보에 전화번호, 이메일, 집 주소 등이 포함될 수 있습니다.
lt: Kontaktinė informacija gali apimti telefono numerius, el. pašto adresus, namų adresus ir kt.
ms: Info hubungan mungkin termasuk nombor telefon, e‑mel, alamat rumah dan banyak lagi.
nl: Contactinfo kan telefoonnummers, e‑mailadres, thuisadres en meer bevatten.
no: Kontaktinformasjon kan inkludere telefonnumre, e‑postadresser, bostedsadresser og annet.
pl: Kontakty mogą obejmować między innymi numery telefonu, adresy email i adresy pocztowe.
pt_br: As informações de contato podem incluir números de telefone, e‑mail, endereços e outras.
pt_pt: As informações de contacto podem incluir números de telefone, endereços de e‑mail, endereços postais, entre outras.
ro: Informațiile de contact pot include numere de telefon, adrese de e‑mail, adrese de domiciliu și altele.
ru: Контактные данные могут включать номера телефонов, адреса e‑mail, домашние адреса и многое другое.
sk: Kontaktné údaje môžu obsahovať telefónne čísla, emaily, domáce adresy a ďalšie informácie.
sl: Podatki za stik lahko vključujejo telefonske številke, e‑poštni naslov, domače naslove in drugo.
sv: Kontaktinfo kan inkludera telefonnummer, e-post, hemadresser med mera.
th: ข้อมูลติดต่ออาจรวมถึงเบอร์โทรศัพท์ อีเมล ที่อยู่บ้าน และอื่นๆ
tr: Kişi bilgileri arasında telefon numaraları, e-postalar, ev adresleri ve daha fazlası olabilir.
uk: Контактні дані можуть містити телефонні номери, е‑адреси, домашні адреси тощо.
vi: Thông tin liên hệ có thể bao gồm số điện thoại, email, địa chỉ nhà, v.v.
zh_cn: 联系信息可能包括电话号码、电子邮件、家庭地址等。
zh_hk: 聯絡人資料可能包括電話號碼、電郵和住址等。
zh_tw: 聯絡資訊可能包含電話號碼、電子郵件、住家地址等等。

# HAND_STRUCTURE_AND_MOVEMENTS
source: Hand Structure & Movements
ar: هيكل اليد وحركاتها
bg: Структура и движения на ръка
ca: Estructura i moviments de la mà
cs: Struktura a pohyby rukou
da: Håndstruktur og -bevægelser
de: Handstruktur und -bewegungen
el: Δομή και κινήσεις χεριού
es: Estructura y movimientos de las manos
es_us: Estructura y movimientos de la mano
fi: Käden rakenne ja liikkeet
fr: Structure et mouvements des mains
fr_ca: Positions et mouvements des mains
he: מבנה הידיים ותנועותיהן
hi: हाथ की संरचना और गति
hr: Struktura i pokreti ruke
hu: Kézstruktúra és -mozdulatok
id: Struktur & Gerakan Tangan
it: Struttura e movimenti della mano
ja: 手の構造と動き
kk: Қолдың құрылымы мен қозғалыстары
ko: 손 모양 및 움직임
lt: Rankos padėtys ir judesiai
ms: Struktur & Pergerakan Tangan
nl: Handstructuur en bewegingen
no: Hender og håndbevegelser
pl: Układ i ruchy dłoni
pt_br: Estrutura e Movimentos da Mão
pt_pt: Movimentos e estrutura da mão
ro: Structură și mișcări ale mâinii
ru: Форма и движения рук
sk: Štruktúra a pohyby rúk
sl: Struktura in gibi roke
sv: Handstruktur och handrörelser
th: ลักษณะมือและการเคลื่อนไหว
tr: El Yapısı ve Hareketleri
uk: Структура рук і рухи
vi: Chuyển động & cấu trúc bàn tay
zh_cn: 手部结构与动作
zh_hk: 手部結構與動作
zh_tw: 手部結構與動作

# CONTACTS_FOOTER
source: Applications that have requested access to your contacts will appear here.
ar: التطبيقات التي طلبت الوصول إلى جهات الاتصال الخاصة بك ستظهر هنا.
bg: Тук ще се появят приложенията, заявили достъп до вашите контакти.
ca: Les apps que hagin sol·licitat permís per accedir als contactes es mostraran aquí.
cs: Zde se zobrazí aplikace, které si vyžádaly přístup k vašim kontaktům.
da: Apps, der har bedt om adgang til dine kontakter, vises her.
de: Hier werden Apps angezeigt, die auf deine Kontakte zugreifen möchten.
el: Εδώ θα εμφανίζονται οι εφαρμογές που έχουν ζητήσει πρόσβαση στις επαφές σας.
es: Aquí aparecerán las aplicaciones que hayan solicitado acceso a tus contactos.
es_us: Aquí estarán las apps que solicitaron acceso a tus contactos.
fi: Apit, jotka ovat pyytäneet lupaa käyttää yhteystietojasi, näkyvät tässä.
fr: Les apps ayant demandé l’accès à vos contacts figureront ici.
fr_ca: Les applications ayant demandé l’accès à vos contacts figureront ici.
he: יישומים שביקשו גישה לאנשי הקשר שלך יופיעו כאן.
hi: जिन ऐप्लिकेशन ने आपके संपर्कों के ऐक्सेस के लिए अनुरोध किया है वे यहाँ दिखाई देंगे।
hr: Ovdje će se prikazati aplikacije koje su zatražile pristup vašim kontaktima.
hu: Itt jelennek meg a kontaktokhoz hozzáférést kérelmező alkalmazások.
id: Aplikasi yang telah meminta akses ke kontak Anda akan muncul di sini.
it: Le applicazioni che hanno richiesto l’accesso ai tuoi contatti verranno mostrate qui.
ja: 連絡先へのアクセスを要求したアプリがここに表示されます。
kk: Бұл жерде контактілерге қол жеткізуді сұраған қолданбалар пайда болады.
ko: 사용자의 연락처에 접근을 요청한 응용 프로그램이 여기에 나타납니다.
lt: Čia bus rodomos prieigos prie adresatų paprašiusios programos.
ms: Aplikasi yang telah meminta akses kepada kenalan anda akan kelihatan di sini.
nl: Hier staan de apps die om toegang tot je contacten hebben gevraagd.
no: Apper som har bedt om tilgang til kontaktene dine, vises her.
pl: W tym miejscu pojawią się aplikacje, które żądały dostępu do kontaktów.
pt_br: Os aplicativos que tenham solicitado acesso aos seus contatos aparecerão aqui.
pt_pt: As aplicações que pediram acesso aos seus contactos aparecerão aqui.
ro: Aplicațiile care au solicitat acces la contactele dvs. vor fi afișate aici.
ru: Здесь появятся приложения, запросившие доступ к Вашим контактам.
sk: Tu sa zobrazia aplikácie, ktoré žiadali o prístup k vašim kontaktom.
sl: Tukaj bodo prikazane aplikacije, ki so zahtevale dostop do vaših stikov.
sv: Appar som har begärt åtkomst till dina kontakter visas här.
th: แอปพลิเคชันที่ได้ขอเข้าถึงรายชื่อของคุณจะแสดงที่นี่
tr: Kişilerinize erişmek isteyen uygulamalar burada görünür.
uk: Тут зʼявлятимуться програми, які зробили запит на доступ до ваших контактів.
vi: Các ứng dụng đã yêu cầu truy cập danh bạ của bạn sẽ xuất hiện tại đây.
zh_cn: 请求访问通讯录的应用程序将在此处显示。
zh_hk: 此處會顯示曾要求使用你通訊錄的應用程式。
zh_tw: 之前要求取用聯絡人的應用程式會顯示在此處。

# PHOTOS_FULL_AUTHORIZATION
source: Full Access
ar: وصول كامل
bg: Пълен достъп
ca: Accés total
cs: Plný přístup
da: Fuld adgang
de: Voller Zugriff
el: Πλήρης πρόσβαση
es: Acceso total
es_us: Acceso completo
fi: Rajoittamaton pääsy
fr: Accès complet
fr_ca: Accès complet
he: גישה מלאה
hi: पूर्ण ऐक्सेस
hr: Puni pristup
hu: Teljes hozzáférés
id: Akses Penuh
it: Accesso completo
ja: フルアクセス
kk: Толық қол жеткізу
ko: 전체 접근
lt: Visateisė prieiga
ms: Akses Penuh
nl: Volledige toegang
no: Full tilgang
pl: Pełny dostęp
pt_br: Acesso Total
pt_pt: Acesso total
ro: Acces complet
ru: Полный доступ
sk: Plný prístup
sl: Poln dostop
sv: Full åtkomst
th: การเข้าถึงทั้งหมด
tr: Tam Erişim
uk: Повний доступ
vi: Truy cập đầy đủ
zh_cn: 完全访问
zh_hk: 完整取用權限
zh_tw: 完整取用權限

# CAMERA_HEADER
source: Photos and videos taken with the camera may contain other information, such as where and when they were taken, and the depth of field.
ar: يمكن أن تحتوي الصور والفيديوهات التي التقطتها بالكاميرا معلومات أخرى، مثل وقت ومكان التقاطها إضافة إلى عمق المجال.
bg: Снимките и видеата, направени с камерата, може да съдържат друга информация като място и време на заснемане, както и дълбочина на рязкост.
ca: Les fotos i els vídeos capturats amb la càmera poden contenir altra informació, com ara la ubicació i la data en què es van fer i la profunditat de camp.
cs: Fotografie a videa pořízená fotoaparátem mohou obsahovat další informace, například o místě a času pořízení a o hloubce ostrosti.
da: Fotos og videoer taget med kameraet kan indeholde andre oplysninger, f.eks. hvor og hvornår de blev taget og deres dybdeskarphed.
de: Mit der Kamera aufgenommene Fotos und Videos können auch andere Informationen, wie zum Beispiel Aufnahmeort und -zeit oder die Schärfentiefe, enthalten.
el: Οι φωτογραφίες και τα βίντεο, που έχουν τραβηχτεί με την κάμερα, μπορεί να περιέχουν άλλες πληροφορίες, όπως την τοποθεσία και τον χρόνο λήψης, καθώς και το βάθος πεδίου.
es: Las fotos y los vídeos realizados con la cámara pueden contener otros datos, como la fecha y el lugar en el que se tomaron y la profundidad de campo.
es_us: Las fotos y videos que tomes con la cámara pueden contener otros datos, como la fecha y el lugar de captura, y la profundidad de campo.
fi: Kameralla otetut kuvat ja videot voivat sisältää muita tietoja, kuten milloin ja missä ne on otettu sekä terävyysalue.
fr: Les photos et vidéos prises avec la caméra peuvent comporter d’autres informations, comme le lieu et la date de la prise de vue, ainsi que la profondeur de champ.
fr_ca: Les photos et vidéos enregistrées avec la caméra peuvent contenir d’autres informations, telles que l’endroit et la date de la prise de vue, ainsi que la profondeur de champ.
he: תמונות וסרטונים שצולמו באמצעות המצלמה עשויים להכיל מידע נוסף, כגון מועד ומקום הצילום ועומק השדה.
hi: कैमरा से लिए गए तस्वीरों और वीडियो में अन्य जानकारी हो सकती हैं, जैसे कि वे कहाँ और कब लिए गए थे और फ़ील्ड का डेप्थ।
hr: Fotografije i videozapisi snimljeni kamerom mogu sadržavati druge informacije, primjerice mjesto i vrijeme snimanja te dubinu polja.
hu: A kamerával készített fotók és videók tartalmazhatnak olyan információkat, mint a készítés ideje vagy helye, valamint a mélységélesség.
id: Foto dan video yang diambil dengan kamera dapat berisi informasi lain, seperti di mana dan kapan foto diambil, dan kedalaman bidang.
it: Le foto e i video potrebbero contenere altre informazioni, come la data, il luogo e la profondità di campo.
ja: カメラで撮影された写真やビデオには、撮影日、撮影場所、被写界深度などのほかの情報が含まれている場合があります。
kk: Камераға түсірілген фотолар мен видеолар түсірілген жері мен күні және айқындылық шегі сияқты басқа ақпаратты қамтуы мүмкін.
ko: 카메라로 찍은 사진 및 비디오에 사진이 찍힌 장소와 시간, 심도 등의 정보가 포함될 수 있습니다.
lt: Vaizdo kamera padarytose nuotraukose ir vaizdo įrašuose gali būti kitos informacijos, pavyzdžiui, kur ir kada jie buvo padaryti, ir lauko gylis.
ms: Foto dan video yang diambil dengan kamera mungkin mengandungi maklumat lain, seperti tempat dan masa ia diambil serta kedalaman medan.
nl: Foto's en video's die met de camera zijn gemaakt, kunnen extra informatie bevatten, zoals waar en wanneer ze zijn gemaakt en de scherptediepte.
no: Bilder og videoer som er tatt med kameraet, kan også inneholde annen informasjon som hvor og når de ble tatt, og dybdeskarpheten.
pl: Zdjęcia i wideo zarejestrowane przy użyciu aparatu mogą zawierać inne informacje, na przykład miejsce i czas ich wykonania oraz głębię ostrości.
pt_br: As fotos e vídeos capturados com a câmera podem conter outros dados (por exemplo: quando e onde foram capturados e a profundidade de campo).
pt_pt: As fotografias e os vídeos criados com a câmara podem conter outra informação, como o local e a data de criação, e a profundidade de campo.
ro: Pozele și clipurile video realizate cu camera pot conține alte informații, precum locul și momentul în care au fost realizate și adâncimea câmpului.
ru: Снятые на эту камеру фото и видео могут содержать другую информацию, например место и время съемки, а также глубину резкости.
sk: Fotky a videá spravené pomocou kamery môžu obsahovať ďalšie informácia, napríklad miesto a čas snímania a hĺbku poľa.
sl: Fotografije in videoposnetki, posneti s kamero, lahko vsebujejo druge informacije, na primer kje in kdaj so bili posneti ter podatek o globini polja.
sv: Bilder och videor som har tagits med kameran kan innehålla annan information, till exempel var och när de togs samt skärpedjupet.
th: รูปภาพและวิดีโอที่ถ่ายด้วยกล้องอาจมีข้อมูลอื่นอยู่ด้วย เช่น สถานที่และเวลาที่ถ่าย และระยะชัดลึก ฯลฯ
tr: Kamera ile çekilen fotoğraflar ve videolar, ne zaman ve nerede çekildikleri ve alan derinliği gibi başka bilgiler içerebilir.
uk: Фото і відео, зняті камерою, можуть містити іншу інформацію, як-от де і коли їх знято, а також глибину різкості.
vi: Ảnh và video được chụp/quay bằng camera có thể chứa thông tin khác, ví dụ như địa điểm và thời gian chụp/quay cũng như chiều sâu trường ảnh.
zh_cn: 使用相机拍摄的照片和视频可能包含其他信息，例如拍摄地点和时间，以及景深信息。
zh_hk: 由相機拍攝的相片和影片可能含有其他資料，例如拍攝的地點、時間及景深。
zh_tw: 由相機拍攝的照片和影片可能包含其他資訊，例如拍攝的地點和時間，以及景深。

# CONTACTS_FULLACCESS_NOCONTACTS_COUNT_SECONDARY_LABEL
source: No contacts
ar: لا توجد جهات اتصال
bg: Няма контакти
ca: Cap contacte
cs: Žádné kontakty
da: Ingen kontakter
de: Keine Kontakte
el: Καμία επαφή
es: No hay contactos
es_us: Sin contactos
fi: Ei yhteystietoja
fr: Aucun contact
fr_ca: Aucun contact
he: אין אנשי קשר
hi: कोई संपर्क नहीं
hr: Nema kontakata
hu: Nincsenek kontaktok
id: Tidak ada kontak
it: Nessun contatto
ja: 連絡先なし
kk: Контактілер жоқ
ko: 연락처 없음
lt: Adresatų nėra
ms: Tiada kenalan
nl: Geen contacten
no: Ingen kontakter
pl: Brak kontaktów
pt_br: Nenhum contato
pt_pt: Nenhum contacto
ro: Niciun contact
ru: Нет контактов
sk: Žiadne kontakty
sl: Ni stikov
sv: Inga kontakter
th: ไม่มีรายชื่อ
tr: Kişi yok
uk: Немає контактів
vi: Không có liên hệ
zh_cn: 无联系人
zh_hk: 沒有聯絡人
zh_tw: 沒有聯絡人

# CONTACTS_LIMITED_ACCESS_AUTHORIZATION
source: Limited Access
ar: وصول محدود
bg: Ограничен достъп
ca: Accés limitat
cs: Omezený přístup
da: Begrænset adgang
de: Beschränkter Zugriff
el: Περιορισμένη πρόσβαση
es: Acceso limitado
es_us: Acceso limitado
fi: Rajoitettu pääsy
fr: Accès limité
fr_ca: Accès limité
he: גישה מוגבלת
hi: सीमित ऐक्सेस
hr: Ograničeni pristup
hu: Korlátozott hozzáférés
id: Akses Terbatas
it: Accesso limitato
ja: 制限付きアクセス
kk: Шектеулі қол жеткізу
ko: 제한된 접근
lt: Ribota prieiga
ms: Akses Terhad
nl: Beperkte toegang
no: Begrenset tilgang
pl: Ograniczony dostęp
pt_br: Acesso Limitado
pt_pt: Acesso limitado
ro: Acces limitat
ru: Ограниченный доступ
sk: Obmedzený prístup
sl: Omejen dostop
sv: Begränsad åtkomst
th: การเข้าถึงแบบจำกัด
tr: Sınırlı Erişim
uk: Обмежений доступ
vi: Truy cập giới hạn
zh_cn: 受限访问
zh_hk: 有限取用權限
zh_tw: 受限制的取用權限

# CALENDARS_PREVIEW_TABLE_TITLE
source: Full Calendar Access
ar: الوصول الكامل إلى التقويم
bg: Пълен достъп до Календар
ca: Accés total al calendari
cs: Plný přístup ke kalendáři
da: Fuld adgang til kalender
de: Vollzugriff auf Kalender
el: Πλήρης πρόσβαση στο ημερολόγιο
es: Acceso total al calendario
es_us: Acceso total a Calendario
fi: Kalenterin täysi käyttöoikeus
fr: Accès complet au calendrier
fr_ca: Accès complet au calendrier
he: גישה מלאה ללוח השנה
hi: पूर्ण कैलेंडर ऐक्सेस
hr: Puni pristup kalendaru
hu: Teljes naptárhozzáférés
id: Akses Kalender Penuh
it: Accesso completo al calendario
ja: カレンダーへのフルアクセス
kk: Толық күнтізбе қолжетімділігі
ko: 전체 캘린더 접근
lt: Visiška prieiga prie kalendoriaus
ms: Akses Kalendar Penuh
nl: Volledige agendatoegang
no: Full kalendertilgang
pl: Pełny dostęp do kalendarza
pt_br: Acesso Total ao Calendário
pt_pt: Acesso completo ao calendário
ro: Acces complet la calendar
ru: Полный доступ к календарю
sk: Plný prístup ku kalendáru
sl: Poln dostop do koledarja
sv: Full kalenderåtkomst
th: การเข้าถึงปฏิทินทั้งหมด
tr: Tam Takvim Erişimi
uk: Повний доступ до Календаря
vi: Quyền truy cập đầy đủ vào Lịch
zh_cn: 完全日历访问权限
zh_hk: 完整日曆取用權限
zh_tw: 完整行事曆取用權限

source: On
ar: مشغل
bg: Вкл.
ca: Sí
cs: Zapnuto
da: Til
de: Ein
el: Ναι
es: Sí
es_us: Sí
fi: Päällä
fr: Oui
fr_ca: Oui
he: פעיל
hi: चालू
hr: Uključeno
hu: Be
id: Nyala
it: Sì
ja: オン
kk: Қосулы
ko: 켬
lt: Įjungta
ms: Aktif
nl: Aan
no: På
pl: Wł.
pt_br: Ativado
pt_pt: Ativo
ro: Da
ru: Вкл.
sk: Zap.
sl: Vklopljeno
sv: På
th: เปิด
tr: Açık
uk: увімкнено
vi: Bật
zh_cn: 打开
zh_hk: 開啟
zh_tw: 開啟
